{
  "button.play":"Play",
  "button.quit":"Quit",
  "button.drive":"Drive",
  "button.dialogue":"Talk",
  "button.next":"Next Dialogue",

  "Event1.dialogue.1": "land in sight",
  "Event1.dialogue.2": "It seems to be an island with no apparent human life, we should stop there to replenish our resources.",
  "Event1.dialogue.3": "Haha, a good opportunity to hunt on dry land.",
  "Event1.dialogue.4": "Above all, an opportunity for me to repair your damage to the ship.",
  "Event1.question": "Better let someone watch the ship",
  "Event1.choix.1": "Jazz you watch the ship",
  "Event1.choix.2": "Lizzie you stay at the ship",
  "Event1.reponse.1": "Oh I really hate sitting here doing nothing.",
  "Event1.reponse.2": "I will finally be able to repair my beloved ship.",

  "Event2.dialogue.1": "Captain, I found an injured Winged Wolf next to a bush, can I use the equipment we have to heal it?",
  "Event2.dialogue.2": "You think we have plenty of medical equipment, huh?",
  "Event2.dialogue.3": "it would be nice to save what we have in case of worries, how you going to take care of the other savage of Jazz if you spend everything like that?",
  "Event2.question": "But we can't leave it like this",
  "Event2.choix.1": "Let's take care of it, it should be fine",
  "Event2.choix.2": "Let's save our resources for this time",
  "Event2.reponse.1": "Thanks Captain!",
  "Event2.reponse.2": "Arf but there must be something we can do.",

  "Event3.dialogue.1": "Captain, did we double-check that we recovered everything we could before leaving?",
  "Event3.dialogue.2": "I have other things to do than redo all the inventory myself.",
  "Event3.question": "It's not like it's a real option",
  "Event3.choix.1": "We will redo the inventory",
  "Event3.choix.2": "I think we should be able to leave without",
  "Event3.reponse.1": "Han no not yet!!!",
  "Event3.reponse.2": "Either let's do it if you say so.",

  "Event4.dialogue.1": "Look, a school of flying sardines!",
  "Event4.dialogue.2": "Let me try to catch them we’ll have fish for a while with my skills as a hunter.",
  "Event4.question": "ou make so much noise when you hunt or peaches that you will just disturb everyone",
  "Event4.choix.1": "Let him fish",
  "Event4.choix.2": "Hide harpoons and nets",
  "Event4.reponse.1": "Here we go!!",
  "Event4.reponse.2": "Why are there no more tracks of nets and harpoons?",

  "Event5.dialogue.1": "Captain, we see a heavenly Narwhal through the clouds!",
  "Event5.dialogue.2": "And it’s rare?",
  "Event5.dialogue.3": "More than rare even! Almost all of them disappeared from this area when the war began 10 years ago, it is a rare specimen to observe",
  "Event5.question": "To be observed from afar. At the slightest false manipulation one will end up dying crushed or eaten by something under the sea",
  "Event5.choix.1": "Getting Closer Carefully",
  "Event5.choix.2": "Take no risks",
  "Event5.reponse.1": "Thank you very much I will be able to retrieve a sample to make remedies",
  "Event5.reponse.2": "I would never let my beautiful ship be put in danger for so little hold back.",

  "Event6.dialogue.1": "Captain, I think we’re gonna have a problem with one of the engines.",
  "Event6.dialogue.2": "What does it involve?",
  "Event6.question": "If we leave it like this we will lose the engine, I can fix it with what I have but if I have access to more resources I can fix it like new",
  "Event6.choix.1": "Repair the engine as a minimum",
  "Event6.choix.2": "Take in storage we will do with",
  "Event6.reponse.1": "It’s like it’s done",
  "Event6.reponse.2": "With pleasure.",

  "Event7.dialogue.1": "As long as we’re stopped here, we’d better go send someone to get some steel we’re sorely lacking.",
  "Event7.dialogue.2": "Nobody wants to stick to it, we agree.",
  "Event7.question": "If no one sticks to it we will waste time and potential resources so I will designate eh.",
  "Event7.choix.1": "Choose Jazz to go miner",
  "Event7.choix.2": "Choose Will to go miner",
  "Event7.reponse.1": "Always pick me when to hit like a bully is boring.",
  "Event7.reponse.2": "You really think that with my build I’ll make it.",

  "Event8.dialogue.1": "Jazz could you make an effort and take your time when you are fishing or hunting?",
  "Event8.dialogue.2": "What does this mean?",
  "Event8.question": "You shoot no matter how you waste the loads of the harpoon like nobody else.",
  "Event8.choix.1": "Forcing Jazz to Net Fishing",
  "Event8.choix.2": "Let Jazz Fish as He Likes",
  "Event8.reponse.1": "But the net is rotten you think I caught some nice catches with it.",
  "Event8.reponse.2": "At least someone understands me here.",

  "Event9.dialogue.1": "Unknown airship within range.",
  "Event9.dialogue.2": "This is a merchant airship we’d better refuel with goods.",
  "Event9.question": "Refueling with ammunition and weapons or food would be nice.",
  "Event9.choix.1": "Choosing equipment",
  "Event9.choix.2": "Choosing food",
  "Event9.reponse.1": "Finally a renewal in our equipment.",
  "Event9.reponse.2": "Finally something other than the same meat in loop.",

  "Event10.dialogue.1": "Village in sight",
  "Event10.dialogue.2": "Obviously we are far enough from the capital the information about our situation is not known to everyone here.",
  "Event10.question": "Let’s take a break to rest and enjoy a little.",
  "Event10.choix.1": "Explore the market",
  "Event10.choix.2": "Exploring the docks",
  "Event10.reponse.1": "Wow look at Rufus there are plenty of choices we better enjoy.",
  "Event10.reponse.2": "Look at Jazz all the ships present we should be able to patch ours up by buying parts.",

  "Event11.dialogue.1": "Nobody knows we’re on the run, we’d better take the opportunity to look for information.",
  "Event11.dialogue.2": "We should be able to find a safe road for the future.",
  "Event11.question": "I especially think that we should improve the state of our ship in the immediate future.",
  "Event11.choix.1": "Listen to Will",
  "Event11.choix.2": "Listen to Lizzie",
  "Event11.reponse.1": "It’s less dangerous to know our way.",
  "Event11.reponse.2": "Strengthening the ship now was the best thing to do.",

  "Event12.dialogue.1": "As far as we know there is a legendary creature hidden in the cloud sea near here."",
  "Event12.dialogue.2": "But you want to face such a creature with so few people and weapons???",
  "Event12.question": "Well then? Are we afraid of the big bad monster?",
  "Event12.choix.1": "Reassure Will",
  "Event12.choix.2": "Play the game of Jazz",
  "Event12.reponse.1": "You’re not funny captain, you’re breaking the mood.",
  "Event12.reponse.2": "Stop making fun of me, you two.",

  "Event13.dialogue.1": "Captain!!! An army of Airship of the Empire is behind us!!!",
  "Event13.dialogue.2": "No more playing, we’ll have to be strong to get out of it, everyone to his post!",
  "Event13.question": "One can flee where to face them but in any case I do not know if the ship has the necessary power to make one or the other without sacrifice!",
  "Event13.choix.1": "Try to face them",
  "Event13.choix.2": "Fleeing the Fleet of Ships",
  "Event13.reponse.1": "You’re as crazy as I am, but this is our only chance.",
  "Event13.reponse.2": "Full steam engine praying it won’t break.",

  "Event14.dialogue.1": "Let’s dock them, with our equipment it’s safer to be in contact.",
  "Event14.dialogue.2": Roger that!",
  "Event14.question": "I don’t have any problems with this but you still have to keep someone on the ship with me to protect me in addition to the captain!",
  "Event14.choix.1": "Keep Will on the ship",
  "Event14.choix.2": "Keep Rufus on the Ship",
  "Event14.reponse.1": "It’s good to stay here so I can maybe avoid the fight",
  "Event14.reponse.2": "If I stay here and help that Jazz idiot",

  "Event15.dialogue.1": "There are too many of them!",
  "Event15.dialogue.2": "We will have to focus on a place to destroy!",
  "Event15.question": "what would others have targeted to destroy a ship quickly!",
  "Event15.choix.1": "Think like Jazz and destroy weapons",
  "Event15.choix.2": "Think like Rufus and destroy the engines",
  "Event15.reponse.1": "No weapons, no danger.",
  "Event15.reponse.2": "If they can’t move they are no longer a threat.",

  "Event16.dialogue.1": "We’re starting to reduce their numbers.",
  "Event16.dialogue.2": "We were able to recover a little from the distance this fight looks good.",
  "Event16.question": "Nevertheless in doubt we will have to sacrifice the resources of the ship to lighten it and confirm our escape",
  "Event16.choix.1": "Give up all the stock of living",
  "Event16.choix.2": "Abandon all tools and metals",
  "Event16.reponse.1": "It’s really sad to have to give up so much and go back to Jazz cuisine",
  "Event16.reponse.2": "Having to give up all my equipment like that is horrible",

  "Event17.dialogue.1": "We start sowing them but it won’t last.",
  "Event17.dialogue.2": "Is there anything we can do?",
  "Event17.question": "What if we made long-distance shots to lose them little by little?",
  "Event17.choix.1": "Fire a round of piercing shells",
  "Event17.choix.2": "Shoot a smoke burst",
  "Event17.reponse.1": "You’re a bit of a pushover without showing it.",
  "Event17.reponse.2": "Smoke will be effective to mess up given their numbers.",

  "Event18.dialogue.1": "We should have a little respite.",
  "Event18.dialogue.2": "The fact that the engines have been fully powered has made them release, we must take care of them now!",
  "Event18.question": "We should be able to carry out repairs using the ship’s resources.",
  "Event18.choix.1": "use the Jazz Treasure Collection",
  "Event18.choix.2": "use Will’s research material",
  "Event18.reponse.1": "Hey ho you think doing what the same in crisis situation is scandalous.",
  "Event18.reponse.2": "My material is more precious than my life you can’t do this to me.",

  "Event19.dialogue.1": "They will catch up with us.",
  "Event19.dialogue.2": "Our options are limited, we’ll have to fight again!",
  "Event19.question": "Nevertheless with the repairs and our resources will have to choose between defense and attack.",
  "Event19.choix.1": "Focus on attack",
  "Event19.choix.2": "Focus on defense",
  "Event19.reponse.1": "We should think a little about our survival too.",
  "Event19.reponse.2": "But we’re gonna lose if they surround us.",

  "Event20.dialogue.1": "More airships have appeared.",
  "Event20.dialogue.2": "It’s like this after all, well it will be short as a farewell but think about cherishing my trophies and making them gain value",
  "Event20.question": "No way to let you go it’s not over yet.",
  "Event20.choix.1": "Catch up with Jazz",
  "Event20.choix.2": "Catch up with Jazz",
  "Event20.reponse.1": "It was fun to be with you despite everything",
  "Event20.reponse.2": "It was fun to be with you despite everything",

  "Event21.dialogue.1": "Suddenly Jazz jumped with force on one of the enemy airships"
  "Event21.dialogue.2": "Decapitating with force one of the blond soldiers which made the soldiers afraid and weak in the face of the beast that was Jazz in combat",
  "Event21.dialogue.3": "a few minutes later the Ship lost sight of Jazz who had just saved them by sacrificing himself",
  "Event21.dialogue.4": "Suddenly an explosion occurs in the center of all the ships that buried any hope of seeing Jazz alive within the Group.",

  "Event22.dialogue.1": "A few hours later after the flight",
  "Event22.dialogue.2": "Jazz died a hero as he wished and probably keeping his silly smile all along I bet.",
  "Event22.dialogue.3": "He may have been a complete idiot but he deserved better than to die as a sacrifice for us.",
  "Event22.dialogue.4": "Life is really fragile, even for a youngster like him you have to believe.",
  "Event22.dialogue.5": "If only this world were not so rotten it would still be among us.",
  "Event22.question": "We should probably stop for a moment",
  "Event22.choix.1": "Take the time to dig a grave",
  "Event22.choix.2": "Get back on the road quickly",
  "Event22.reponse.1": "He probably wouldn’t have wanted to see us weeping but he won’t be forgotten at least",
  "Event22.reponse.2": "No one deserves to leave without being remembered and it is inhuman to make any gesture.",

  "Event23.dialogue.1": "We’d better stock up on weapons and ammunition as a precaution.",
  "Event23.dialogue.2": "He was the only one who could handle this kind of thing.",
  "Event23.dialogue.3": "One can only go forward by trying to survive as one has done from the beginning.",
  "Event23.question": "It would take a good weapon package to train and choose a weapon in memory of Jazz.",
  "Event23.choix.1": "Choosing a Precision Rifle",
  "Event23.choix.2": "Choosing a Machine Gun",
  "Event23.reponse.1": "This weapon does not suit him at all but we will make do with it.",
  "Event23.reponse.2": "It was really that kind of weapon he loved.",

  "Event24.dialogue.1": "The border of the Empire is approaching soon.",
  "Event24.dialogue.2": "Soon the end of this journey then.",
  "Event24.question": "An end to this adventure but the rebirth of our lives after coming out of this mess.",
  "Event24.choix.1": "Record the whole journey in a notebook",
  "Event24.choix.2": "Let the wind remember the journey for us",
  "Event24.reponse.1": "Putting it all in a notebook would make it a great story afterwards",
  "Event24.reponse.2": "That’s probably what that idiot would have done after all.",

  "Event25.dialogue.1": "Here we are, after all this time.",
  "Event25.dialogue.2": "Not everything will have been easy for my poor build.",
  "Event25.dialogue.3": "We finally did it and now we just have to rebuild everything.",
  "Event25.question": "I propose to toast once and for all to end this chapter of our lives.",
  "Event25.choix.1": "Toast with 5 cups",
  "Event25.choix.2": "Toast with 4 cups",
  "Event25.reponse.1": "In this way everyone is concerned, right?",
  "Event25.reponse.2": "Doing it like that makes me feel like I’m forgetting something.",

  "EventFin.dialogue.1": "After all these adventures passed together, the different protagonists ended up separating in different nations who accepted them despite their leaks",
  "EventFin.dialogue.2": "Some have become chief engineers",
  "EventFin.dialogue.3": "Other Physicians General",
  "EventFin.dialogue.4": "And some have planned to end their days in a small village with all the fortune possible",
  "EventFin.dialogue.5": "But anyway it is important to remember that this is only the beginning of what this world to propose.",
  "EventFin.dialogue.6": "And that one day perhaps the winds of this world will reunite them again for a new adventure",

  "Baroudeur1.dialogue.1": "I’m tired of it is more possible if it continues me I leave!",
  "Baroudeur1.dialogue.2": "Could you at least explain what’s going on before you yell and leave?",
  "Baroudeur1.question": "Your different Orders are stupid and will lead me nowhere so either you change or I will manage very well on my own to escape",
  "Baroudeur1.choix.1": "Propose to highlight their choices",
  "Baroudeur1.choix.2": "Offer a small flower in compensation",
  "Baroudeur1.reponse.1": "It’s a good start but it’s going to take more than that.",
  "Baroudeur1.reponse.2": "This ship is finished and I’m not staying on it.",

  "Baroudeur2.dialogue.1": "Okay you want to put forward my choices but concretely it will change what?",
  "Baroudeur2.dialogue.2": "You may be a savage in the soul but you know what you do when you fight",
  "Baroudeur2.question": "I follow you until then but where you want to go",
  "Baroudeur2.choix.1": "Let you establish the strategy in combat",
  "Baroudeur2.choix.2": "Be my right hand and follow my orders",
  "Baroudeur2.reponse.1": "I’m fine, but next time I’m out of here without warning.",
  "Baroudeur2.reponse.2": "Find someone else crazy enough to follow you, I abandon you.",

  "Mecanicien1.dialogue.1": "It is not possible anymore",
  "Mecanicien1.dialogue.2": "What’s going on?",
  "Mecanicien1.question": "Nobody takes care of the Ship and we will all go there because of you if it continues I make a separate journey with my ship",
  "Mecanicien1.choix.1": "Apologizing",
  "Mecanicien1.choix.2": "Put your feet on the table to listen to it",
  "Mecanicien1.reponse.1": "If you are the only one to apologize and act we will still have no real crew",
  "Mecanicien1.reponse.2": "Get off my ship!",

  "Mecanicien2.dialogue.1": "But what else will you change?",
  "Mecanicien2.dialogue.2": "What would you like us to do to be more respectful of the ship?",
  "Mecanicien2.question": "Each person is responsible for the basic cleaning and maintenance of the ship and anyone who breaks something must fix it immediately.",
  "Mecanicien2.choix.1": "Forcing the crew to follow its requests",
  "Mecanicien2.choix.2": "Offer him a promotion",
  "Mecanicien2.reponse.1": "If the ship ends up in bad shape again because of you, it's over.",
  "Mecanicien2.reponse.2": "Leave the ship I blow us all up!",

  "Navigateur1.dialogue.1": "We're not going anywhere if we continue like this!",
  "Navigateur1.dialogue.2": "A worry Rufus?",
  "Navigateur1.question": "Yes, and not just a little, the way you manage our resources we'll never get past the border at this rate.",
  "Navigateur1.choix.1": "Put the sandwich down and listen to his request",
  "Navigateur1.choix.2": "Finish your sandwich without listening",
  "Navigateur1.reponse.1": "It's good that at least one of us is listening, so maybe we can move forward.",
  "Navigateur1.reponse.2": "You little shits, I'm getting my money back and I'm going to find myself a decent crew!",

  "Navigateur2.dialogue.1": "If you want to keep me and my benefits on your ship, you'll have to make concessions, kid!",
  "Navigateur2.dialogue.2": "I'm listening.",
  "Navigateur2.question": "Stop spending all the resources of the ship without thinking about the future, you will ruin us and we will not be able to move forward.",
  "Navigateur2.choix.1": "Propose to set up a regular inventory",
  "Navigateur2.choix.2": "Take a dive into the chest of gold",
  "Navigateur2.reponse.1": "It's a good start and we'll see where you can take it.",
  "Navigateur2.reponse.2": "Get out of my gold or you're dead!",

  "Medecin1.dialogue.1": "That's it, I give up.",
  "Medecin1.dialogue.2": "Is everything okay?",
  "Medecin1.question": "No nothing goes, no one ever heeds my recommendations and they never get better and if no one fights it's over.",
  "Medecin1.choix.1": "Calling others and forcing them to listen",
  "Medecin1.choix.2": "Playing with the bandage from my last injury",
  "Medecin1.reponse.1": "If everyone listens to me at least once we can get through this.",
  "Medecin1.reponse.2": "I really give up, it's impossible to care for walking corpses.",

  "Medecin2.dialogue.1": "The next one who doesn't follow my instructions to the letter to be put back on his feet to go on his own.",
  "Medecin2.dialogue.2": "If we survive, it means everything is fine, right?",
  "Medecin2.question": "Nah you can die for nothing and I need people to move on so either you follow my lead or I'm gone.",
  "Medecin2.choix.1": "Set up a closed room for care",
  "Medecin2.choix.2": "Remove the Jazz crust with a knife",
  "Medecin2.reponse.1": "That's a good choice, at least you won't have to run too far.",
  "Medecin2.reponse.2": "It is finished for you I abandon you."
}