{
  "button.play":"Jouer",
  "button.quit":"Quitter",
  "button.drive":"Piloter",
  "button.dialogue":"Dialoguer",
  "button.next":"Prochain Dialogue",
  
  "Event1.dialogue.1": "Terre en vue",
  "Event1.dialogue.2": "Il semblerait que ce soit une île sans vie humaine apparente, on devrait s’y arrêter pour refaire le plein de ressources.",
  "Event1.dialogue.3": "Haha, une bonne occasion de chasser sur la terre ferme.",
  "Event1.dialogue.4": "Surtout une occasion pour moi de réparer tes dégâts sur le navire.",
  "Event1.question": "Il vaudrait mieux laisser quelqu’un surveiller le vaisseau",
  "Event1.choix.1": "Jazz tu surveille le vaisseau",
  "Event1.choix.2": "Lizzie tu reste au vaisseau",
  "Event1.reponse.1": "AH j’ai vraiment horreur de rester là à rien faire.",
  "Event1.reponse.2": "Je vais enfin pouvoir réparer mon navire chéri.",
  
  "Event2.dialogue.1": "Capitaine, j’ai trouvé un Loup ailé blessé à coté d’un buisson, je peux utiliser le matériel qu’on a pour le soigner ?",
  "Event2.dialogue.2": "Tu crois qu’on a du matériel médical en quantité hein ?",
  "Event2.dialogue.3": "ce serait bien d’économiser ce qu’on a en cas de soucis, comment tu va soigner l’autre sauvage de Jazz si tu dépense tout comme ça ?",
  "Event2.question": "Mais on ne peut pas le laisser comme ça",
  "Event2.choix.1": "Soignons le ça devrais aller",
  "Event2.choix.2": "Economisons nos ressources pour cette fois",
  "Event2.reponse.1": "Merci Capitaine !",
  "Event2.reponse.2": "Arf mais doit bien y avoir quelque chose que l'on peut faire.",
  
  "Event3.dialogue.1": "Capitaine, on a bien revérifié qu’on a récupérer tout ce qu’on pouvait avant de partir ?",
  "Event3.dialogue.2": "J’ai d’autres choses à faire que de refaire tout l’inventaire moi.",
  "Event3.question": "Ce n’est pas comme si c’était une vraie option",
  "Event3.choix.1": "On va refaire l’inventaire",
  "Event3.choix.2": "Je pense qu’on devrais pouvoir repartir sans",
  "Event3.reponse.1": "Han non pas encore !!!",
  "Event3.reponse.2": "Soit faisons comme ça si vous le dites.",
  
  "Event4.dialogue.1": "Regardez, un banc de sardines volantes !!",
  "Event4.dialogue.2": "Laissez-moi essayer de les pêcher on aura du poisson pour un moment avec mes talents de chasseur.",
  "Event4.question": "Tu fais tellement de bruit quand tu chasses ou pêches que tu va juste déranger tout le monde",
  "Event4.choix.1": "Laisse le pêcher",
  "Event4.choix.2": "Cache les harpons et les filets",
  "Event4.reponse.1": "C’est parti !!!",
  "Event4.reponse.2": "Pourquoi il y a plus aucune trace des filets et des harpons ?",
  
  "Event5.dialogue.1": "Capitaine, on voit un Narval céleste à travers les nuages !",
  "Event5.dialogue.2": "Et c’est rare ?",
  "Event5.dialogue.3": "Plus que rare même ! Ils ont quasiment tous disparus de cette région quand la guerre avait commencé il y a 10 ans, c’est un spécimen rare à observer",
  "Event5.question": "A observer de loin. A la moindre fausse manipulation on finira tous par mourir écrasés où mangés par quelque chose sous la mer",
  "Event5.choix.1": "Se rapprocher prudemment",
  "Event5.choix.2": "Ne prendre aucun risque",
  "Event5.reponse.1": "Merci beaucoup je vais pouvoir récupérer un échantillon pour fabriquer des remèdes.",
  "Event5.reponse.2": "Jamais je ne laisserais mon beau navire être mis en danger pour si peu retiens bien.",

  "Event6.dialogue.1": "Capitaine, je pense qu’on va avoir un problème avec un des moteurs.",
  "Event6.dialogue.2": "ça implique quoi ?",
  "Event6.question": "Si on le laisse comme ça on va perdre le moteur, je peux le réparer avec ce que j’ai mais si j’ai accès à plus de ressource je peux le remettre comme neuf",
  "Event6.choix.1": "Répare le moteur au minimum",
  "Event6.choix.2": "Prend dans le stockage on fera avec",
  "Event6.reponse.1": "C’est comme si c’était fait.",
  "Event6.reponse.2": "Avec plaisir.",

  "Event7.dialogue.1": "Tant qu’on est arrêté là on ferait mieux d’aller envoyer quelqu’un récupérer un peu d’acier on en manque cruellement.",
  "Event7.dialogue.2": "Personne n’a envie de s’y coller on est d’accord.",
  "Event7.question": "S’y personne ne s’y colle on va perdre du temps et des potentielles ressources alors je vais désigner hein.",
  "Event7.choix.1": "Choisir Jazz pour aller miner",
  "Event7.choix.2": "Choisir Will pour aller miner",
  "Event7.reponse.1": "Toujours moi qu’on choisit quand faut taper comme une brute c’est chiant.",
  "Event7.reponse.2": "Vous pensez vraiment qu’avec ma carrure je vais y arriver.",

  "Event8.dialogue.1": "Jazz tu pourrais faire un effort et prendre ton temps quand tu pêche ou chasse ?",
  "Event8.dialogue.2": "t’insinue quoi par la hein ?",
  "Event8.question": "Tu tires n’importe comment tu gaspilles les charges du harpon comme personne.",
  "Event8.choix.1": "Forcer Jazz à pêcher au filet",
  "Event8.choix.2": "Laisser Jazz Pêcher comme il préfère",
  "Event8.reponse.1": "Mais c’est pourri le filet tu crois que j’ai attrapé de belles prises avec.",
  "Event8.reponse.2": "Il y a au moins quelqu’un qui me comprend ici.",

  "Event9.dialogue.1": "Dirigeable inconnu à portée.",
  "Event9.dialogue.2": "c’est un dirigeable marchand on ferait mieux de refaire le plein de marchandises.",
  "Event9.question": "Refaire le plein de munitions et armes ou de vivres serait pas mal.",
  "Event9.choix.1": "Choisir l’équipement",
  "Event9.choix.2": "Choisir les vivres",
  "Event9.reponse.1": "Enfin du renouveau dans notre équipement.",
  "Event9.reponse.2": "Enfin autre chose que la même viande en boucle.",

  "Event10.dialogue.1": "Village en vue.",
  "Event10.dialogue.2": "Visiblement on est assez loin de la capitale les infos concernant notre situation n’est pas connue de tous ici.",
  "Event10.question": "Utilisons se répit pour se reposer et profiter un peu.",
  "Event10.choix.1": "Explorer le marché",
  "Event10.choix.2": "Explorer les quais",
  "Event10.reponse.1": "Wow regarde Rufus il y a pleins de choix on ferait mieux d’en profiter.",
  "Event10.reponse.2": "Regarde Jazz tous les navires présents on devrait pouvoir rafistoler le nôtre en achetant des pièces.",

  "Event11.dialogue.1": "Personne ne sait qu’on est en fuite on ferait mieux d’en profiter pour chercher des infos.",
  "Event11.dialogue.2": "Il faudrait qu’on puisse trouver une route sûre pour la suite.",
  "Event11.question": "-Je pense surtout qu’il faudrait améliorer l’état de notre vaisseau dans l’immédiat.",
  "Event11.choix.1": "Ecouter Will",
  "Event11.choix.2": "Ecouter Lizzie",
  "Event11.reponse.1": "C’est moins dangereux de connaitre notre route.",
  "Event11.reponse.2": "Renforcer le vaisseau maintenant c’était le mieux a faire.",

  "Event12.dialogue.1": "D’après ce qu’on sait il y a une créature légendaire qui est caché dans la mer de nuage près d’ici.",
  "Event12.dialogue.2": "Mais tu veux affronter une telle créature avec aussi peu de personnes et d’armes ???",
  "Event12.question": "Bah alors ? On a peur du grand méchant monstre ?",
  "Event12.choix.1": "Rassurer Will",
  "Event12.choix.2": "Jouer le jeu de Jazz",
  "Event12.reponse.1": "Vous n’êtes pas drôle capitaine, vous cassez l’ambiance.",
  "Event12.reponse.2": "Arrêtez de vous moquer de moi vous deux.",

  "Event13.dialogue.1": "Capitaine !!! Une armée de Dirigeable de L’empire est derrière nous !!!",
  "Event13.dialogue.2": "Fini de jouer il va falloir qu’on soit fort pour s’en sortir, Tout le monde à son poste !",
  "Event13.question": "On peut fuir où les affronter mais dans tous les cas je ne sais pas si le navire à la puissance nécessaire pour faire l’un ou l’autre sans sacrifice !",
  "Event13.choix.1": "Essayer de les affronter",
  "Event13.choix.2": "Fuir la flotte de navire",
  "Event13.reponse.1": "Vous êtes aussi fou que moi mais c’est bien notre seule chance.",
  "Event13.reponse.2": "Moteur pleines vapeur en priant pour que ça casse pas.",

  "Event14.dialogue.1": "Accostons les, avec notre équipement c’est plus sûr d’être au contact.",
  "Event14.dialogue.2": "Entendu !",
  "Event14.question": "Je n’ai pas de soucis avec ça mais il faut quand même garder quelqu’un sur le navire avec moi pour me protéger en plus du capitaine !",
  "Event14.choix.1": "Garder Will sur le navire",
  "Event14.choix.2": "Garder Rufus sur le Navire",
  "Event14.reponse.1": "C’est bien de rester ici comme ça je peux peut être éviter le combat.",
  "Event14.reponse.2": "Si je reste la qui va aider cet idiot de Jazz.",

  "Event15.dialogue.1": "Ils sont beaucoup trop nombreux !",
  "Event15.dialogue.2": "Il va falloir qu’on se concentre sur un endroit à détruire !",
  "Event15.question": "qu’auraient ciblés les autres pour détruire un navire rapidement !",
  "Event15.choix.1": "Penser comme Jazz et détruire les armes",
  "Event15.choix.2": "Penser comme Rufus et détruire les moteurs",
  "Event15.reponse.1": "Pas d’armes, pas de danger.",
  "Event15.reponse.2": "Si ils ne peuvent plus bouger ils ne sont plus une menace.",

  "Event16.dialogue.1": "On commence à réduire leurs nombres.",
  "Event16.dialogue.2": "On a pu un peu reprendre de la distance ce combat s’annonce bien.",
  "Event16.question": "Néanmoins dans le doute va falloir qu’on sacrifie des ressources du navire pour l’alléger et confirmer notre fuite",
  "Event16.choix.1": "Abandonner tout le stock de vivre",
  "Event16.choix.2": "Abandonner tout les outils et métaux",
  "Event16.reponse.1": "C’est vraiment triste de devoir abandonner autant de chose et retourner à la cuisine de Jazz",
  "Event16.reponse.2": "Devoir abandonner tout mon matériel comme ça c’est horrible",

  "Event17.dialogue.1": "On commence à les semer mais ça ne durera pas.",
  "Event17.dialogue.2": "Y a-t-il quelque chose que l’on peut faire ?",
  "Event17.question": "Et si on effectuait des tirs longue distance pour les semer petit à petit ?",
  "Event17.choix.1": "Tirer une salve d’obus perçants",
  "Event17.choix.2": "Tirer une salve de fumigène",
  "Event17.reponse.1": "Tu es plutôt bourrin dans ton genre sans le montrer.",
  "Event17.reponse.2": "Les fumigènes seront efficaces pour foutre la pagaille vu leurs nombres.",

  "Event18.dialogue.1": "On devrais avoir un petit temps de répit.",
  "Event18.dialogue.2": "Le fait d’avoir mis a pleine puissance les moteurs les a fait lâcher il faut qu’on s’en occupe maintenant !",
  "Event18.question": "On devrais pouvoir effectuer les réparations en utilisant les ressources du navire.",
  "Event18.choix.1": "utiliser la collection de trésors de Jazz",
  "Event18.choix.2": "utiliser le matériel de recherche de Will",
  "Event18.reponse.1": "Hé ho vous pensez faire quoi la même en situation de crise c’est scandaleux.",
  "Event18.reponse.2": "Mon matériel est plus précieux que ma vie vous ne pouvez pas me faire ça.",

  "Event19.dialogue.1": "Ils vont nous rattraper.",
  "Event19.dialogue.2": "Nos options deviennent limité on va devoir se repréparer à combattre !",
  "Event19.question": "Néanmoins avec les réparations et nos ressources va falloir choisir entre la défense et l’attaque.",
  "Event19.choix.1": "Privilégier l’attaque",
  "Event19.choix.2": "Privilégier la défense",
  "Event19.reponse.1": "Faudrait penser un peu à notre survie aussi.",
  "Event19.reponse.2": "Mais on va finir par perdre si ils nous encerclent.",

  "Event20.dialogue.1": "Encore plus de dirigeables sont apparus.",
  "Event20.dialogue.2": "C’est comme ça après tout, bon ce sera court comme adieux mais penser à chérir mes trophées et à leurs faire prendre de la valeur",
  "Event20.question": "Pas question de te laisser y aller ce n’est pas encore fini.",
  "Event20.choix.1": "Rattraper Jazz",
  "Event20.choix.2": "Rattraper Jazz",
  "Event20.reponse.1": "Ce fut marrant d’être avec vous malgré tout",
  "Event20.reponse.2": "Ce fut marrant d’être avec vous malgré tout",

  "Event21.dialogue.1": "Soudainement Jazz sauta avec force sur un des dirigeables ennemis"
  "Event21.dialogue.2": "Décapitant avec force une des soldates blondes ce qui rendit les soldats effrayé et faibles face à la bête qu’était Jazz au combat",
  "Event21.dialogue.3": "quelques minutes plus tard le Navire perdait de vue Jazz qui venait de les sauver en se sacrifiant",
  "Event21.dialogue.4": "Soudainement une explosion survient au centre de tout les navires qui enterrait tout espoir de revoir Jazz vivant au sein du Groupe.",

  "Event22.dialogue.1": "Quelques heures plus tard après la fuite",
  "Event22.dialogue.2": "Jazz est mort en héros comme il le souhait et surement en gardant son sourire idiot tout du long je parie.",
  "Event22.dialogue.3": "C’était peut-être un idiot fini mais il méritait mieux que de mourir en sacrifice pour nous.",
  "Event22.dialogue.4": "La vie est vraiment fragile, même pour un jeunot comme lui il faut croire.",
  "Event22.dialogue.5": "Si seulement ce monde n’était pas si pourri il serait encore parmi nous.",
  "Event22.question": "On devrais surement s’arrêter un instant",
  "Event22.choix.1": "Prendre le temps de creuser une tombe",
  "Event22.choix.2": "Reprendre la route rapidement",
  "Event22.reponse.1": "Il n’aurait surement pas voulu nous voir larmoyant mais il ne sera pas oublié au moins.",
  "Event22.reponse.2": "Personne ne mérite de partir sans qu’on se souvienne de lui et c’est inhumain de faire aucun geste.",

  "Event23.dialogue.1": "On ferait mieux de faire le plein d’armes et de munition par précaution.",
  "Event23.dialogue.2": "C’était le seul à être compétant avec ce genre de chose.",
  "Event23.dialogue.3": "On ne peut qu’avancer en essayant de survivre comme on l’a fait depuis le début.",
  "Event23.question": "Il faudrait un bon paquetage d’arme pour s’entrainer et choisir une arme en mémoire de Jazz.",
  "Event23.choix.1": "Choisir un fusil de précision",
  "Event23.choix.2": "Choisir un pistolet mitrailleur",
  "Event23.reponse.1": "Cette arme ne lui va pas du tout mais on fera avec.",
  "Event23.reponse.2": "C’était vraiment ce genre d’arme qu’il affectionnait.",

  "Event24.dialogue.1": "On approche bientôt de la limite du territoire de l’Empire.",
  "Event24.dialogue.2": "Bientôt la fin de ce voyage alors.",
  "Event24.question": "Une fin pour cette aventure mais la renaissance de nos vies ensuite une fois sortis de ce merdier.",
  "Event24.choix.1": "Consigner tout le périple dans un carnet",
  "Event24.choix.2": "Laisser le vent se rappeler du voyage pour nous",
  "Event24.reponse.1": "Consigner tout ça dans un journal permettrait d’en faire une superbe histoire par la suite",
  "Event24.reponse.2": "C’est surement ce qu’aurait fait cet idiot après tout.",

  "Event25.dialogue.1": "Nous y voilà, après tout ce temps.",
  "Event25.dialogue.2": "Tout n’aura pas été de tout repos pour ma pauvre carrure.",
  "Event25.dialogue.3": "On a fini par le faire et il ne reste plus qu’à tout reconstruire.",
  "Event25.question": "Je vous propose de trinquer une bonne fois pour toute pour mettre fin à ce chapitre de nos vies.",
  "Event25.choix.1": "Trinquer avec 5 coupes",
  "Event25.choix.2": "Trinquer avec 4 coupes",
  "Event25.reponse.1": "De cette manière tout le monde est concerné pas vrai ?",
  "Event25.reponse.2": "Le faire comme ça me donne l’impression d’oublier quelque chose.",

  "EventFin.dialogue.1": "Après toutes ces aventures passées ensembles, les différents protagonistes ont finis par se séparer dans différentes nations qui les ont acceptés malgré leurs fuites",
  "EventFin.dialogue.2": "Certains sont devenus ingénieurs en chefs",
  "EventFin.dialogue.3": "D’autres médecins généraux",
  "EventFin.dialogue.4": "Et certains ont prévus de finir leurs jours dans un petit village avec toute la fortune possible",
  "EventFin.dialogue.5": "Mais Quoi qu’il en soit il est important de retenir que ce n’est que le début de ce que ce monde à a proposer.",
  "EventFin.dialogue.6": "Et que un jour peut-être les vents de ce monde les réuniras à nouveau pour une nouvelle aventure",

  "Baroudeur1.dialogue.1": "J’en ai marre c’est plus possible si ça continue moi je me casse !",
  "Baroudeur1.dialogue.2": "Tu pourrais au moins expliquer ce qu’il se passe avant de gueuler et de te barrer ?",
  "Baroudeur1.question": "Vos différents Ordre sont débiles et ne me mèneront nulle part alors soit vous changez soit je me débrouillerais très bien tout seul pour fuir",
  "Baroudeur1.choix.1": "Proposer de mettre en avant ses choix",
  "Baroudeur1.choix.2": "Offrir une petite fleur en compensation",
  "Baroudeur1.reponse.1": "C’est un bon début mais va falloir plus que ça.",
  "Baroudeur1.reponse.2": "Ce navire est fini et je ne reste pas dessus.",

  "Baroudeur2.dialogue.1": "D’accord tu veux mettre en avant mes choix mais concrètement ça changera quoi ?",
  "Baroudeur2.dialogue.2": "Tu a beau être un sauvage dans l’âme tu sais ce que tu fais quand tu te bat",
  "Baroudeur2.question": "Je te suit jusque-là mais où veut tu en venir",
  "Baroudeur2.choix.1": "Te laisser établir la stratégie au combat",
  "Baroudeur2.choix.2": "Soit mon bras droit et suit mes ordres",
  "Baroudeur2.reponse.1": "ça me va mais la prochaine fois je me casse sans prévenir.",
  "Baroudeur2.reponse.2": "Trouve quelqu’un d’autre d’assez fou pour te suivre moi je t’abandonne.",

  "Mecanicien1.dialogue.1": "C’est plus possible.",
  "Mecanicien1.dialogue.2": "Qu’est-ce qui ce passe ?",
  "Mecanicien1.question": "Personne prend soin du Navire et on va tous y passer a cause de vous si ça continue je fais route a part avec mon vaisseau",
  "Mecanicien1.choix.1": "Présenter ses excuses",
  "Mecanicien1.choix.2": "Mettre ses pieds sur la table pour ‘l’écouter’",
  "Mecanicien1.reponse.1": "Si tu es le seul a t’excuser et à agir on n’aura toujours pas de vrai équipage.",
  "Mecanicien1.reponse.2": "Dégagez de mon navire !",

  "Mecanicien2.dialogue.1": "Mais du coup que va tu changer de plus ?",
  "Mecanicien2.dialogue.2": "Tu aimerais qu’on mette quoi en place pour être plus respectueux du navire ?",
  "Mecanicien2.question": "Chaque personne doit s’atteler aux tâches de nettoyage et d’entretient basique du navire et toute personne qui casse quelque chose le répare immédiatement sans attendre.",
  "Mecanicien2.choix.1": "Obliger l’équipage à suivre ses demandes",
  "Mecanicien2.choix.2": "Lui proposer une promotion",
  "Mecanicien2.reponse.1": "Si le navire finit à nouveau en mauvais état à cause de vous c’est fini.",
  "Mecanicien2.reponse.2": "Quittez le navire je nous fais tous sauter !",

  "Navigateur1.dialogue.1": "On ira nulle part si on continue comme ça !",
  "Navigateur1.dialogue.2": "Un Soucis Rufus ?",
  "Navigateur1.question": "Oui et pas qu’un peu, vu comme vous gérez nos ressources on va jamais dépasser la frontière à ce rythme.",
  "Navigateur1.choix.1": "Poser le sandwich et écouter sa demande",
  "Navigateur1.choix.2": "Finir son sandwich sans écouter",
  "Navigateur1.reponse.1": "C’est bien au moins un qui écoute on va peut-être pouvoir avancer.",
  "Navigateur1.reponse.2": "Bandes de petits merdeux je récupère mon argent et je vais me trouver un équipage décent !",

  "Navigateur2.dialogue.1": "Si tu veux me garder moi et mes avantages sur ton navire va falloir faire des concessions gamin!",
  "Navigateur2.dialogue.2": "Je t’écoute.",
  "Navigateur2.question": "Arrêter de dépenser toutes les ressources du navire sans penser à l’après vous allez nous ruiner et on pourra plus avancer.",
  "Navigateur2.choix.1": "Proposer de mettre un place un inventaire régulier",
  "Navigateur2.choix.2": "Taper un plongeon dans le coffre d’or",
  "Navigateur2.reponse.1": "C’est un bon début on verra où tu arriveras à les amener avec.",
  "Navigateur2.reponse.2": "Sort de mon Or où t’es mort !",

  "Medecin1.dialogue.1": "C’est fini j’abandonne.",
  "Medecin1.dialogue.2": "Tout va bien ?",
  "Medecin1.question": "Non rien ne va, personne ne tient jamais compte de mes recommandations et ils ne guérissent jamais et si personne ne se bat c’est fini.",
  "Medecin1.choix.1": "Appeler les autres et les forcer à écouter",
  "Medecin1.choix.2": "Jouer avec le pansement de ma dernière blessure",
  "Medecin1.reponse.1": "Si tout le monde m’écoute au moins une fois on pourra s’en sortir.",
  "Medecin1.reponse.2": "J’abandonne vraiment, c’est impossible de soigner des cadavres sur pattes.",

  "Medecin2.dialogue.1": "Le prochain qui ne suit pas mes indications a la lettre pour être remis sur pied pour aller se débrouiller seul.",
  "Medecin2.dialogue.2": "Si on survit c’est que tout va bien nan ?",
  "Medecin2.question": "Nan vous pouvez mourir pour un rien et j’ai besoin de gens pour avancer alors soit vous suivez mes indications soit je pars.\n",
  "Medecin2.choix.1": "Mettre en place une salle close pour les soins",
  "Medecin2.choix.2": "Retirer la croute de Jazz au couteau",
  "Medecin2.reponse.1": "C’est correct comme choix au moins vous ne fuirez plus très loin.",
  "Medecin2.reponse.2": "C’est fini pour vous je vous abandonne."
}